Repository: someonewithpc/gnusocial
Catalog: plugins/Poll/locale/io/LC_MESSAGES/Poll.po
Languages: io

source: Question
io: Questiono

source: What question are people answering?
io: Quo questiono agas personi respondas?

source: Option %d
io: Ajusto %d

# BUTTON
source: Save
io: Konservar

# BUTTON
source: Submit
io: Sendar

source: Poll settings
io: Voto-ajusti

source: Set your poll preferences
io: Selektas vua voto-preferi

source: New poll
io: Nova voto

source: You must be logged in to post a poll.
io: Vu mustas esar enirita bublikigar voto.

source: Poll must have a question.
io: Voto bezonas questiono.

source: Poll must have at least two options.
io: Voto bezonas minime du ajusti.

source: Notice posted
io: Avizo postigis

source: Poll response
io: Voto-respondo

source: You must be logged in to respond to a poll.
io: Vu mustas esar enirita respondar a voto.

source: Invalid or missing poll.
io: Nevalida o absenta voto.

source: Invalid poll selection.
io: Nevalida voto-selekto.

source: Poll results
io: Voto-rezulti

source: No such poll.
io: Nula tala voto.

source: No such poll notice.
io: Nula tala voto-avizo.

source: %1$s's poll: %2$s
io: Voto di %1$s: %2$s

source: Poll: %1$s %2$s
io: Voto: %1$s %2$s

source: Poll: %s
io: Voto: %s

source: voted for "%s"
io: votita por "%s"

source: Simple extension for supporting basic polls.
io: Simpla adjuntajo por suportas bazala voti.

source: Invalid poll response: No poll reference.
io: Nevalida voto-respondo: Nula voto-refero.

source: Invalid poll response: Poll is unknown.
io: Nevalida voto-respondo: Voto nesavesas.

source: Unexpected type for poll plugin: %s.
io: Neexpektita tipo por voto-adjuntajo: %s.

# APPTITLE
source: Poll
io: Voto

# MENU
source: Polls
io: Voti

source: Configure poll behavior
io: Figurizar voto-kondutado

source: Poll data is missing
io: Voto-dato desaperesas
