Repository: someonewithpc/gnusocial
Catalog: plugins/Activity/locale/io/LC_MESSAGES/Activity.po
Languages: io

source: <a href="%1$s">%2$s</a> started following <a href="%3$s">%4$s</a>.
io: <a href="%1$s">%2$s</a> komencis sequar <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) started following %3$s (%4$s).
io: %1$s (%2$s) komencis sequar %3$s (%4$s).

source: <a href="%1$s">%2$s</a> stopped following <a href="%3$s">%4$s</a>.
io: <a href="%1$s">%2$s</a> cesis sequar <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) stopped following %3$s (%4$s).
io: %1$s (%2$s) cesis sequar %3$s (%4$s).

source: <a href="%1$s">%2$s</a> stopped liking <a href="%3$s">%4$s's update</a>.
io: <a href="%1$s">%2$s</a> cesis prizar l'avizo di <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) stopped liking %3$s's status (%4$s).
io: %1$s (%2$s) cesir prizar l'avizo di %3$s (%4$s).

source: <a href="%1$s">%2$s</a> joined the group <a href="%3$s">%4$s</a>.
io: <a href="%1$s">%2$s</a> divenis membro dil grupo <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) joined the group %3$s (%4$s).
io: %1$s (%2$s) divenis membro dil grupo %3$s (%4$s).

source: <a href="%1$s">%2$s</a> left the group <a href="%3$s">%4$s</a>.
io: <a href="%1$s">%2$s</a> abandonis la grupo <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) left the group %3$s (%4$s).
io: %1$s (%2$s) abandonis la grupo %3$s (%4$s).

source: Emits notices when social activities happen.
io: Lu emisas avizi kande sociala aktivesi eventas.
