Repository: someonewithpc/gnusocial
Catalog: plugins/Blacklist/locale/*/LC_MESSAGES/Blacklist.po
Languages: it

# TITLE
source: Blacklist
it: Lista nera

source: Blacklisted URLs and nicknames
it: Lista nera URL e nickname

source: Nicknames
it: Nickname

source: Patterns of nicknames to block, one per line.
it: Modelli di nickname da bloccare, uno per riga.

source: URLs
it: URL

source: Patterns of URLs to block, one per line.
it: Modelli di URL da bloccare, uno per riga.

# BUTTON
source: Save
it: Salva

source: Save site settings.
it: Salva le impostazioni del sito.

source: Unknown data type for config %1$s + %2$s.
it: Tipo dati sconosciuto per config %1$s + %2$s.

source: You may not register with homepage "%s".
it: Impossibile registrarsi con la homepage "%s".

source: You may not register with nickname "%s".
it: Impossibile registrarsi con il nickname "%s".

source: You may not use homepage "%s".
it: Impossibile utilizzare la homepage "%s".

source: You may not use nickname "%s".
it: Non Ã¨ possibile utilizzare il nickname "%s".

source: You may not use URL "%s" in notices.
it: Impossibile utilizzare la URL "%s" nelle notizie.

source: Keeps a blacklist of forbidden nickname and URL patterns.
it: Mantiene una lista nera di nickname vietati e modelli di URL.

# MENU
source: Blacklist
it: Lista nera

# TOOLTIP
source: Blacklist configuration.
it: Configurazione lista nera.

source: Add this nickname pattern to blacklist
it: Aggiungi questo modello di nickname alla lista nera

source: Add this homepage pattern to blacklist
it: Aggiungi questo modello di homepage alla lista nera

source: Users from "%s" are blocked.
it: Gli utenti provenienti da " %s " sono bloccati.

source: Notices from nickname "%s" are disallowed.
it: Le notizie del nickname "%s" non sono consentite.

source: Cannot subscribe to nickname "%s".
it: Impossibile iscriversi al nickname "%s".
