Repository: someonewithpc/gnusocial
Catalog: plugins/BitlyUrl/locale/*/LC_MESSAGES/BitlyUrl.po
Languages: sv

source: bit.ly URL shortening
sv: Förkortande av hemsideadresser av bit.ly

source: URL shortening with bit.ly requires [a bit.ly account and API key](http://bit.ly/a/your_api_key). This verifies that this is an authorized account, and allow you to use bit.ly's tracking features and custom domains.
sv: Förkortning av hemsideadressen med bit.ly kräver [ett bit.ly-konto och en API-nyckel](http://bit.ly/a/your_api_key). Det här bekräftar att det här är ett auktoriserat konto och tillåter dig att använda bit.ly's spårningsfunktioner och anpassade domäner.

source: Invalid login. Maximum length is 255 characters.
sv: Ogiltig inloggning. Maximal längd är 255 tecken.

source: Invalid API key. Maximum length is 255 characters.
sv: Ogiltig API-nyckel. Maximal längd är 255 tecken.

# LEGEND
source: Credentials
sv: Referenser

source: Leave these empty to use global default credentials.
sv: Lämna det här tomt för att använda globala standardreferenser.

source: If you leave these empty, bit.ly will be unavailable to users.
sv: Om du lämnar det här tomt så kommer bit.ly att vara otillgängligt för användare.

source: Login name
sv: Inloggningsnamn

source: API key
sv: API-nyckel

# BUTTON
source: Save
sv: Spara

source: Save bit.ly settings
sv: Spara bit.ly-inställningar

source: You must specify a serviceUrl for bit.ly URL shortening.
sv: Du måste ange ett serviceUrl för bit.ly URL-förkortning.

source: Uses <a href="http://%1$s/">%1$s</a> URL-shortener service.
sv: Använder<a href="http://%1$s/">%1$s</a>tjänst för förkortning av URL.

source: bit.ly URL shortening.
sv: bit.ly URL-förkortning.
