Repository: someonewithpc/gnusocial
Catalog: plugins/TwitterBridge/locale/*/LC_MESSAGES/TwitterBridge.po
Languages: fr

source: Already logged in.
fr: Déjà connecté.

# TITLE
source: Twitter Login
fr: Connexion Twitter

source: Login with your Twitter account
fr: Connexion avec votre compte Twitter

source: Sign in with Twitter
fr: S’inscrire avec Twitter

source: Twitter bridge settings
fr: Paramètres de la passerelle Twitter

source: Invalid consumer key. Maximum length is 255 characters.
fr: Clé de client invalide. La longueur maximum est de 255 caractères.

source: Invalid consumer secret. Maximum length is 255 characters.
fr: Code secret du client invalide. La longueur maximum est de 255 caractères.

source: Twitter application settings
fr: Paramètres de l’application Twitter

source: Consumer key
fr: Clé du client

source: The consumer key assigned by Twitter.
fr: La clé du client assignée par Twitter.

source: Consumer secret
fr: Code secret du client

source: The consumer secret assigned by Twitter.
fr: Le code secret du client assigné par Twitter.

source: Note: A global consumer key and secret are set.
fr: Note : Une clé globale et un code secret du client sont définis.

source: Integration source
fr: Source d’intégration

source: The name of your Twitter application.
fr: Le nom de votre application Twitter.

source: Enable "Sign-in with Twitter"
fr: Activer « S’inscrire avec Twitter »

source: This allow users to login with their Twitter credentials.
fr: Cela permet aux utilisateurs de se connecter avec leurs identifiants Twitter.

source: Enable Twitter import
fr: Activer l’importation Twitter

source: Allow users to import their Twitter friends' timelines. Requires daemons to be manually configured.
fr: Permettre aux utilisateurs d’importer les agendas de leurs amis Twitter. Exige que les démons soient configurés manuellement.

# BUTTON
source: Save
fr: Enregistrer

source: Save the Twitter bridge settings.
fr: Enregistrer les paramètres de la passerelle Twitter.

source: There was a problem with your session token. Try again, please.
fr: Un problème est survenu avec votre jeton de session. Veuillez essayer à nouveau.

source: You cannot register if you do not agree to the license.
fr: Vous ne pouvez pas vous inscrire si vous n’acceptez pas la licence.

source: Something weird happened.
fr: Quelque chose de bizarre s’est passé.

source: Could not link your Twitter account.
fr: Impossible de lier votre compte Twitter.

source: Could not link your Twitter account: oauth_token mismatch.
fr: Impossible de lier votre compte Twitter: oauth_token ne correspond pas.

source: This is the first time you have logged into %s so we must connect your Twitter account to a local account. You can either create a new account, or connect with your existing account, if you have one.
fr: C’est la première fois que vous êtes connecté sous %s, vous devez donc lier votre compte Twitter à un compte local. Vous pouvez soit créer un nouveau compte, soit vous connecter avec votre compte existant, si vous en avez un.

source: Twitter Account Setup
fr: Configuration du compte Twitter

source: Connection options
fr: Options de connexion

source: Create new account
fr: Créer un nouveau compte

source: Create a new user with this nickname.
fr: Créer un nouvel utilisateur avec ce pseudonyme.

source: New nickname
fr: Nouveau pseudonyme

source: 1-64 lowercase letters or numbers, no punctuation or spaces.
fr: 1 à 64 lettres minuscules ou chiffres, sans ponctuation ni espaces.

# LABEL
source: Email
fr: Courriel

source: Used only for updates, announcements, and password recovery
fr: Utilisé uniquement pour les mises à jour, les annonces, et la récupération de mot de passe

# BUTTON
source: Create
fr: Créer

source: Connect existing account
fr: Se connecter à un compte existant

source: If you already have an account, login with your username and password to connect it to your Twitter account.
fr: Si vous avez déjà un compte ici, connectez-vous avec votre nom d’utilisateur et mot de passe pour l’associer à votre compte Twitter.

source: Existing nickname
fr: Pseudonyme existant

source: Password
fr: Mot de passe

source: License
fr: Licence

source: My text and files are available under %s except this private data: password, email address, IM address, and phone number.
fr: Mon texte et mes fichiers sont disponibles sous licence %s, à l’exception des données privées suivantes : mot de passe, adresse courriel, adresse de messagerie instantanée et numéro de téléphone.

# BUTTON
source: Connect
fr: Connexion

source: Registration not allowed.
fr: Inscription non autorisée.

source: Not a valid invitation code.
fr: Le code d’invitation n’est pas valide.

source: Error registering user.
fr: Erreur lors de l’inscription de l’utilisateur.

source: Error connecting user to Twitter.
fr: Erreur de connexion de l’utilisateur à Twitter.

source: Invalid username or password.
fr: Nom d’utilisateur ou mot de passe incorrect.

source: Twitter settings
fr: Paramètres Twitter

source: Connect your Twitter account to share your updates with your Twitter friends and vice-versa.
fr: Connectez votre compte Twitter pour partager vos mises à jour avec vos amis Twitter et vice-versa.

source: Twitter account
fr: Compte Twitter

source: Connected Twitter account
fr: Compte Twitter connecté

source: Disconnect my account from Twitter
fr: Déconnecter mon compte de Twitter

source: Disconnecting your Twitter account could make it impossible to log in! Please [set a password](%s) first.
fr: Vous déconnecter de votre compte Twitter pourrait vous empêcher de vous connecter! Veuillez d'abord [définir un mot de passe](%s).

source: Keep your %1$s account but disconnect from Twitter. You can use your %1$s password to log in.
fr: Gardez votre compte %1$s, mais déconnectez-vous de Twitter. Vous pouvez utiliser votre mot de passe %1$s pour vous connecter.

# BUTTON
source: Disconnect
fr: Déconnecter

source: Preferences
fr: Préférences

source: Automatically send my notices to Twitter.
fr: Envoyer automatiquement mes avis sur Twitter.

source: Send local "@" replies to Twitter.
fr: Envoyer des réponses "@" locales à Twitter.

source: Subscribe to my Twitter friends here.
fr: S’abonner à mes amis Twitter ici.

source: Import my friends timeline.
fr: Importer l’agenda de mes amis.

# BUTTON
source: Add
fr: Ajouter

source: Unexpected form submission.
fr: Soumission de formulaire inattendue.

source: No Twitter connection to remove.
fr: Aucune connexion Twitter à retirer.

source: Could not remove Twitter user.
fr: Impossible de supprimer l’utilisateur Twitter.

source: Twitter account disconnected.
fr: Compte Twitter déconnecté.

source: Could not save Twitter preferences.
fr: Impossible de sauvegarder les préférences Twitter.

source: Twitter preferences saved.
fr: Préférences Twitter enregistrées.

source: Login or register using Twitter.
fr: Se connecter ou s’inscrire via Twitter

source: Twitter integration options
fr: Options d’intégration de Twitter

source: Twitter bridge configuration page.
fr: Page de configuration de la passerelle Twitter

source: The Twitter "bridge" plugin allows integration of a StatusNet instance with <a href="http://twitter.com/">Twitter</a>.
fr: Le greffon de « passerelle » Twitter permet l’intégration d’une instance de StatusNet avec <a href="http://twitter.com/">Twitter</a>.

source: Invalid URL scheme for HTTP stream reader.
fr: Schéma d'URL non valide pour le lecteur de flux HTTP.

source: Got input from unexpected socket!
fr: Entrée reçue d'une socket non attendue!

source: Invalid state in handleLine: %s.
fr: État non valide dans handleLine: %s.

source: Invalid HTTP response line: %s.
fr: Ligne de réponse HTTP invalide: %s.

source: Invalid HTTP response line chunk "%1$s": %2$s.
fr: Partie de ligne de réponse HTTP invalide "%1$s": %2$s.

source: Bad HTTP response code %1$s: %2$s.
fr: Mauvais code de réponse HTTP %1$s : %2$s.

source: Your Twitter bridge has been disabled
fr: Votre passerelle Twitter a été désactivée

source: Hi, %1$s. We're sorry to inform you that your link to Twitter has been disabled. We no longer seem to have permission to update your Twitter status. Did you maybe revoke %3$s's access? You can re-enable your Twitter bridge by visiting your Twitter settings page: %2$s Regards, %3$s
fr: Salut, %1$s. Nous sommes désolés de vous informer que votre liaison avec Twitter a été désactivée. Il semble que nous ne soyons plus autorisé à mettre à jour votre statut Twitter. Peut-être avez-vous révoqué l’accès de %3$s ? Vous pouvez réactiver votre passerelle Twitter en visitant la page des paramètres de votre compte Twitter : %2$s Cordialement, %3$s
