Repository: someonewithpc/gnusocial
Catalog: plugins/Bookmark/locale/*/LC_MESSAGES/Bookmark.po
Languages: es

# BUTTON
source: Add
es: Añadir

# LABEL
source: Title
es: Título

# LABEL
source: Notes
es: Notas

# LABEL
source: Tags
es: Etiquetas

source: Comma- or space-separated list of tags.
es: Lista de etiquetas, separadas por comas o espacios.

# BUTTON
source: Save
es: Guardar

source: Unknown URL.
es: URL desconocido.

source: Notices linking to %s
es: Mensajes que enlazan a %s

source: Notices linking to %1$s, page %2$d
es: Mensajes que enlazan a %1$s, página %2$d

source: Log in
es: Iniciar sesión

source: %s's bookmarks
es: Marcadores de %s

source: New bookmark
es: Nuevo marcador

source: Must be logged in to post a bookmark.
es: Debes haber iniciado sesión para compartir un marcador.

source: Bookmark must have a title.
es: El marcador debe tener un título.

source: Bookmark must have an URL.
es: El marcador debe tener una dirección URL.

source: Bookmark posted
es: Marcador publicado

source: Import del.icio.us bookmarks
es: Importar marcadores de del.icio.us

source: Only logged-in users can import del.icio.us backups.
es: Sólo los usuarios registrados pueden importar sus marcadores de del.icio.us.

source: You may not restore your account.
es: No puedes importar marcadores de tu cuenta.

source: No uploaded file.
es: No se cargó ningún archivo.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
es: El archivo subido excede el tamaño máximo establecido por la directiva 'upload_max_filesize' en php.ini.

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
es: El archivo subido excede el tamaño máximo establecido por la directiva 'MAX_FILE_SIZE' en el formulario HTML.

source: The uploaded file was only partially uploaded.
es: El archivo sólo se subió parcialmente.

source: Missing a temporary folder.
es: Falta una carpeta temporal.

source: Failed to write file to disk.
es: No se pudo escribir el archivo en el disco.

source: File upload stopped by extension.
es: Una extensión interrumpió la subida del archivo.

source: System error uploading file.
es: Error del sistema mientras se intentaba subir el archivo.

source: No such file "%s".
es: El archivo «%s» no existe.

source: Not a regular file: "%s".
es: «%s» no es un archivo normal.

source: File "%s" not readable.
es: Archivo «%s» ilegible.

source: Bookmarks have been imported. Your bookmarks should now appear in search and your profile page.
es: Importación completada. Tus marcadores deberían de aparecer ahora tanto en búsquedas como en tu perfil.

source: Bookmarks are being imported. Please wait a few minutes for results.
es: Se están importando los marcadores. Por favor, espera unos minutos para obtener los resultados.

source: You can upload a backed-up delicious.com bookmarks file.
es: Puedes subir una copia de tu archivo de marcadores de delicious.com.

# BUTTON
source: Upload
es: Subir

source: Upload the file.
es: Subir el archivo.

source: Bookmark on %s
es: Compartir marcador en %s

source: No such bookmark.
es: No existe ese marcador.

source: %1$s's bookmark for "%2$s"
es: «%2$s», marcador de %1$s

source: Only web bookmarks can be posted (HTTP or HTTPS).
es: Sólo se pueden publicar marcadores web (HTTP o HTTPS).

source: Bookmark already exists.
es: Ya existe ese marcador.

source: Simple extension for supporting bookmarks.
es: Una extensión sencilla que añade soporte de marcadores.

source: Bookmarks
es: Marcadores

source: A list of your bookmarks
es: Una lista de tus marcadores

source: Expected exactly 1 link rel=related in a Bookmark.
es: Se espera exáctamente 1 link rel=related en el marcador.

source: Bookmark notice with the wrong number of attachments.
es: Marcardor con un número inapropiado de datos adjuntos.

# TITLE
source: Bookmark
es: Marcadores

source: No <A> tag in a <DT>.
es: No hay ninguna etiqueta <a> en una <dt>.

source: Skipping private bookmark.
es: Omitiendo marcador privado.

source: Getting backup from file "%s".
es: Obteniendo marcadores del archivo «%s».
