Repository: someonewithpc/gnusocial
Catalog: plugins/Favorite/locale/*/LC_MESSAGES/Favorite.po
Languages: fr

# BUTTON
source: Favor
fr: Favoriser

# BUTTON
source: Disfavor favorite
fr: Enlever des favoris

# COMMANDHELP
source: add user's last notice as a 'fave'
fr: Ajouter la dernière notice de l'utilisateur comme favori

# MENU
source: Favorites
fr: favoris

# MENU
source: Popular
fr: Populaires

source: Favorites (likes) using ActivityStreams.
fr: favoris (like) en utilisant le flux d'activités

source: No such notice.
fr: Avis non trouvé.

source: %1$s has no right to reply to notice %2$d.
fr: %1$s n'a pas le droit de répondre à la notice %2$d.

source: Could not store new object of type %s
fr: Ne peut pas garder le nouvel objet du type %s

# FAVELIST
source: You like this.
fr: Tu aimes cela

source: %%s and %d others like this.
fr: %%s et %d autres aiment cela.

source: %%s likes this.
fr: %%s aime cela.
