Repository: someonewithpc/gnusocial
Catalog: plugins/DomainWhitelist/locale/*/LC_MESSAGES/DomainWhitelist.po
Languages: fr

source: Invite collegues
fr: Inviter des collègues

source: Personal message
fr: Message personnel

source: Optionally add a personal message to the invitation.
fr: Ajouter éventuellement un message personnel à l’invitation.

source: Add another item
fr: Ajouter un autre élément

# BUTTON
source: Send
fr: Envoyer

source: Send invitations.
fr: Envoyer les invitations.

source: Email address must be in this domain: %s.
fr: Adresse de courriel doit être dans ce domaine : %s.

source: Email address must be in one of these domains: %s.
fr: Cette adresse de courriel doit appartenir à l'un de ces domaines : %s.

source: That email address is not allowed on this site.
fr: Cette adresse de courriel n'est pas autorisée sur ce site.

source: Confirmation Required
fr: Confirmation requise

source: Really delete this invitation?
fr: Voulez-vous vraiment effacer cette invitation ?

source: Restrict domains for email users.
fr: Restreindre les domaines pour les utilisateurs de messagerie.
