Repository: someonewithpc/gnusocial
Catalog: plugins/Activity/locale/*/LC_MESSAGES/Activity.po
Languages: de

source: <a href="%1$s">%2$s</a> started following <a href="%3$s">%4$s</a>.
de: <a href="%1$s">%2$s</a> folgt jetzt <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) started following %3$s (%4$s).
de: %1$s (%2$s) folgt jetzt %3$s (%4$s).

source: <a href="%1$s">%2$s</a> stopped following <a href="%3$s">%4$s</a>.
de: <a href="%1$s">%2$s</a> folgt jetzt nicht mehr <a href="%3$s">%4$s</a>.

source: %1$s (%2$s) stopped following %3$s (%4$s).
de: %1$s (%2$s) folgt jetzt nicht mehr %3$s (%4$s).

source: <a href="%1$s">%2$s</a> stopped liking <a href="%3$s">%4$s's update</a>.
de: <a href="%1$s">%2$s</a> gefällt <a href="%3$s">%4$s's Update</a> nicht mehr.

source: %1$s (%2$s) stopped liking %3$s's status (%4$s).
de: %1$s (%2$s) gefällt %3$s's Status (%4$s) nicht mehr.

source: <a href="%1$s">%2$s</a> joined the group <a href="%3$s">%4$s</a>.
de: <a href="%1$s">%2$s</a> hat die Gruppe <a href="%3$s">%4$s</a> betreten.

source: %1$s (%2$s) joined the group %3$s (%4$s).
de: %1$s (%2$s) hat die Gruppe %3$s (%4$s) betreten.

source: <a href="%1$s">%2$s</a> left the group <a href="%3$s">%4$s</a>.
de: <a href="%1$s">%2$s</a> hat die Gruppe <a href="%3$s">%4$s</a> verlassen.

source: %1$s (%2$s) left the group %3$s (%4$s).
de: %1$s (%2$s) hat die Gruppe %3$s (%4$s) verlassen.

source: Emits notices when social activities happen.
de: Gibt Hinweise, wenn soziale Aktivitäten geschehen.
