Repository: someonewithpc/gnusocial
Catalog: plugins/Xmpp/locale/*/LC_MESSAGES/Xmpp.po
Languages: cs, de, uk

source: Invalid JID: too many @s.
cs: Neplatné JID: příliš mnoho znaků @.
de: Ungültige JID: zu viele @s.
uk: Не правильний JID: забагато @.

source: Invalid JID: @ but no node
cs: Neplatné JID: před @ chybí jméno.
de: Ungültige JID: @ aber kein Knoten
uk: Не вірний JID: @ без вузла

source: Invalid JID: node too long.
cs: Neplatné JID: adresa je příliš dlouhá.
de: Ungültige JID: Knoten zu lang.
uk: Неправильний JID: задовге ім'я вузла.

source: Invalid JID node "%s".
cs: Neplatná adresa JID "%s".
de: Ungültiger JID-Knoten "%s".
uk: Неправильний вузол JID "%s".

source: Invalid JID: domain too long.
cs: Neplatné JID: doména je příliš dlouhá.
de: Ungültige JID: Domain zu lang.
uk: Неправильний JID: домен задовгий.

source: Invalid JID domain name "%s".
cs: Neplatná doména pro JID: "%s".
de: Ungültiger JID-Domainname „%s“.
uk: "%s" є неправильним доменним іменем JID.

source: Invalid JID resource "%s".
cs: Neplatný zdroj JID "%s".
de: Ungültige JID-Quelle „%s“.
uk: "%s" - неправильний ресурс JID.

source: You must specify a server in the configuration.
cs: V konfiguračním souboru je třeba určit server.
de: Du musst einen Server in der Konfiguration angeben.
uk: Ви повинні вказати сервер у конфігурації.

source: You must specify a port in the configuration.
cs: V konfiguračním souboru je třeba určit port.
de: Du musst einen Port in der Konfiguration angeben.

source: You must specify a user in the configuration.
cs: V konfiguračním souboru je třeba určit uživatele.
de: Du musst einen Benutzernamen in der Konfiguration angeben.

source: You must specify a password in the configuration.
cs: V konfiguračním souboru je třeba určit heslo.
de: Du musst ein Passwort in der Konfiguration angeben.

source: The XMPP plugin allows users to send and receive notices over the XMPP/Jabber network.
cs: Zásuvný modul XMPP umožňuje uživatelům posílat a dostávat sdělení skrze síť XMPP/Jabber.
de: Das XMPP-Plugin ermöglicht es Benutzern, Nachrichten über das XMPP/Jabber-Netzwerk zu senden und zu empfangen.
uk: Додаток XMPP дозволяє користувачам надсилати і отримувати дописи у мережі XMPP (Jabber).

source: Send me a message to post a notice
cs: Pošlete mi zprávu, kterou chcete vložit jako sdělení
de: Sende mir eine Nachricht, um eine Nachricht zu erstellen
uk: Надішліть мені повідомлення, щоб опублікувати допис
