Repository: someonewithpc/gnusocial
Catalog: plugins/Poll/locale/*/LC_MESSAGES/Poll.po
Languages: nl

source: Question
nl: Vraag

source: What question are people answering?
nl: Welke vraag beantwoorden de mensen?

source: Option %d
nl: Keuze %d

# BUTTON
source: Save
nl: Opslaan

# BUTTON
source: Submit
nl: Opslaan

source: New poll
nl: Nieuwe peiling

source: You must be logged in to post a poll.
nl: U moet aangemeld zijn om een peiling aan te kunnen maken.

source: Poll must have a question.
nl: De peiling moet een vraag hebben.

source: Poll must have at least two options.
nl: De peiling moet tenminste twee antwoordmogelijkheden hebben.

source: Notice posted
nl: De mededeling is verzonden

source: Poll response
nl: Peilingreactie

source: You must be logged in to respond to a poll.
nl: U moet aangemeld zijn om te kunnen stemmen in een peiling.

source: Invalid or missing poll.
nl: De peiling is ongeldig of bestaat niet.

source: Invalid poll selection.
nl: Ongeldige keuze voor peiling.

source: Poll results
nl: Peilingresultaten

source: No such poll.
nl: Deze peiling bestaat niet.

source: No such poll notice.
nl: Dit peilingsbericht bestaat niet.

source: %1$s's poll: %2$s
nl: Peiling van %1$s: %2$s

source: Poll: %1$s %2$s
nl: Peiling: %1$s %2$s

source: Poll: %s
nl: Peiling: %s

source: voted for "%s"
nl: gestemd voor "%s"

source: Simple extension for supporting basic polls.
nl: Eenvoudige plug-in voor peilingen.

source: Invalid poll response: No poll reference.
nl: Ongeldig antwoord op peiling: heeft geen verwijzing naar een peiling.

source: Invalid poll response: Poll is unknown.
nl: Ongeldig antwoord op peiling: de peiling bestaat niet.

source: Unexpected type for poll plugin: %s.
nl: Onverwacht type voor peilingplug-in: %s

# APPTITLE
source: Poll
nl: Peiling

source: Poll data is missing
nl: Peilingsgegevens (nog) niet aanwezig
