Repository: someonewithpc/gnusocial
Catalog: plugins/Event/locale/*/LC_MESSAGES/Event.po
Languages: ca, cs

source: You will attend this event.
ca: Assistireu a l'esdeveniment.
cs: Vy se této události zúčastníte.

source: You will not attend this event.
ca: No assistireu a l'esdeveniment.
cs: Vy se této události nezúčastníte.

source: You might attend this event.
ca: Potser assistireu a l'esdeveniment.
cs: Vy se možná této události zúčastníte.

# BUTTON
source: Cancel
ca: Cancel·la
cs: Zrušit

# BUTTON
source: Yes
ca: Sí
cs: Ano

# BUTTON
source: No
cs: Ne

# BUTTON
source: Maybe
ca: Potser
cs: Možná

# LABEL
source: Title
ca: Títol
cs: Název

source: Title of the event.
ca: Títol de l'esdeveniment.
cs: Název události.

# LABEL
source: Start date
ca: Data d'inici.
cs: Datum začátku

source: Date the event starts.
ca: Data d'inici de l'esdeveniment.
cs: Datum, kdy začíná.

# LABEL
source: Start time
ca: Hora d'inici
cs: Čas začátku

source: Time the event starts (%s).
ca: L'hora en què l'esdeveniment comença (%s).
cs: Čas, kdy začíná (%s).

# LABEL
source: End date
ca: Data de finalització
cs: Datum konce

source: Date the event ends.
ca: Data de finalització de l'esdeveniment.
cs: Datum, kdy končí.

# LABEL
source: End time
ca: Hora de finalització
cs: Čas konce

source: Time the event ends.
ca: L'hora en què l'esdeveniment acaba.
cs: Čas, kdy končí.

# LABEL
source: Where?
ca: On?
cs: Kde?

source: Event location.
ca: Ubicació de l'esdeveniment.
cs: Místo konání.

source: URL for more information.
ca: URL per a més informació.
cs: Adresa URL s podrobnějšími informacemi.

# LABEL
source: Description
ca: Descripció
cs: Popis

source: Description of the event.
ca: Descripció de l'esdeveniment.
cs: Popis události

# BUTTON
source: Save
ca: Desa
cs: Uložit

# TITLE
source: New event
ca: Esdeveniment nou
cs: Nová událost

source: Must be logged in to post a event.
ca: Cal que hàgiu iniciat una sessió per publicar un esdeveniment.
cs: Pro vložení události je třeba se přihlásit.

source: Title required.
ca: Cal un títol
cs: Název je nutný.

source: Start date required.
ca: Cal una data d'inici.
cs: Datum začátku je nutné.

source: End date required.
ca: Cal una data de finalització.
cs: Datum konce je nutné.

source: Could not parse date "%s".
cs: Nesrozumitelné datum "%s".

source: Event must have a title.
ca: L'esdeveniment ha de tenir un títol.
cs: Událost musí mít název.

source: Event must have a start time.
ca: L'esdeveniment ha de tenir una hora d'inici.
cs: Je třeba zadat čas začátku.

source: Event must have an end time.
ca: L'esdeveniment ha de tenir una hora de finalització.
cs: Je třeba zadat čas konce.

source: URL must be valid.
ca: L'URL ha de ser vàlid.
cs: URL musí být platné.

source: Event saved
ca: S'ha desat l'esdeveniment
cs: Událost uložena

# TITLE
source: Cancel RSVP
ca: Cancel·la el RSVP
cs: Zrušit RSVP

source: No such RSVP.
ca: No existeix la RSVP.
cs: RSVP neexistuje.

source: No such event.
ca: No existeix l'esdeveniment.
cs: Událost neexistuje.

source: You must be logged in to RSVP for an event.
ca: Cal que hàgiu iniciat una sessió per a una RSVP d'un esdeveniment.
cs: Pro poslání RSVP na událost je třeba se přihlásit.

# TITLE
source: New RSVP
ca: RSVP nova
cs: Nové RSVP

source: Unknown submit value.
cs: Neznámá hodnota.

source: %1$s's RSVP for "%2$s"
ca: RSVP de %1$s per a «%2$s»
cs: RSVP od %1$s pro "%2$s"

source: Not logged in.
ca: No s'ha iniciat la sessió.
cs: Nejste přihlášen(a).

source: Unexpected form submission.
ca: Tramesa de formulari no esperada.
cs: Neočekávaný obsah formuláře.

source: This action is AJAX only.
ca: Aquesta acció és només en AJAX.
cs: Tato akce je dostupná jen skrze AJAX.

source: Event already exists.
ca: L'esdeveniment ja existeix.
cs: Událost již existuje.

source: RSVP already exists.
ca: Ja existeix la RSVP.
cs: RSVP již existuje.

source: Unknown verb "%s".
ca: Verb desconegut «%s».
cs: Neznámé sloveso "%s".

source: Unknown code "%s".
ca: Codi desconegut «%s».
cs: Neznámý kód "%s".

source: RSVP %s does not correspond to a notice in the database.
ca: La RSVP %s no correspon a cap avís de la base de dades.
cs: RSVP %s neodpovídá žádnému sdělení v databázi.

source: No profile with ID %s.
ca: No hi ha cap perfil amb l'ID %s.
cs: Žádný profil nemá ID %s.

source: No event with ID %s.
cs: Žádná událost nemá ID %s.

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is attending <a href='%3$s'>%4$s</a>.</span>
cs: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> se zúčastní <a href='%3$s'>%4$s</a>.</span>

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> is not attending <a href='%3$s'>%4$s</a>.</span>
cs: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> se nezúčastní <a href='%3$s'>%4$s</a>.</span>

source: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> might attend <a href='%3$s'>%4$s</a>.</span>
cs: <span class='automatic event-rsvp'><a href='%1$s'>%2$s</a> se možná zúčastní <a href='%3$s'>%4$s</a>.</span>

source: Unknown response code %s.
ca: Codi de resposta desconegut %s.
cs: Neznámý kód odpovědi %s.

source: an unknown event
ca: un esdeveniment desconegut
cs: neznámá událost

source: %1$s is attending %2$s.
ca: %1$s assisteix a %2$s.
cs: %1$s se zúčastní %2$s.

source: %1$s is not attending %2$s.
ca: %1$s no assisteix a %2$s.
cs: %1$s se nezúčastní %2$s.

source: %1$s might attend %2$s.
ca: %1$s potser assisteix a %2$s.
cs: %1$s se možná zúčastní %2$s.

source: Event invitations and RSVPs.
ca: Invitacions a esdeveniments i RSVP.
cs: Pozvánky na události a RSVPs

# TITLE
source: Event
ca: Esdeveniment
cs: Událost

source: Too many activity objects.
ca: Hi ha massa objectes d'activitat.
cs: Příliš mnoho objektů aktivity.

source: Wrong type for object.
ca: Tipus incorrecte per a l'objecte.
cs: Špatný typ objektu.

source: RSVP for unknown event.
ca: RSVP d'un esdeveniment desconegut.
cs: RSVP na neznámou událost.

source: Unknown verb for events.
ca: Verb desconegut per als esdeveniments.
cs: Neznámé sloveso pro událost.

source: Unknown object type.
ca: Tipus d'objecte desconegut.
cs: Neznámý typ objektu.

source: Unknown event notice.
ca: Avís d'esdeveniment desconegut.
cs: Sdělení není událost.

source: Deleted.
ca: Eliminat.
cs: Smazáno.

source: Time:
ca: Hora:
cs: Čas:

source: Location:
ca: Ubicació:
cs: Místo:

source: Description:
ca: Descripció:
cs: Popis:

source: (1 hour)
ca: (1 hora)
cs: (1 hodina)

source: (%.1f hours)
cs: (%.1f hodiny)

source: (%d hours)
cs: (%d hodiny)
