Repository: someonewithpc/gnusocial
Catalog: plugins/Bookmark/locale/io/LC_MESSAGES/Bookmark.po
Languages: io

# BUTTON
source: Add
io: Adjuntar

# LABEL
source: Title
io: Titulo

# LABEL
source: Notes
io: Noti

# LABEL
source: Tags
io: Etiketi

source: Comma- or space-separated list of tags.
io: Listo de etiketi separata per komi o spaci.

# BUTTON
source: Save
io: Konservar

source: Unknown URL.
io: Nekonocata URL.

source: Notices linking to %s
io: Avizi liganta vers %s

source: Notices linking to %1$s, page %2$d
io: Avizi liganta vers %1$s, pagino %2$d

source: Log in
io: Identifikar me

source: %s's bookmarks
io: La markorubandi di %s

source: New bookmark
io: Nova markorubando

source: Must be logged in to post a bookmark.
io: Vu mustas esar konektita por sendar markorubando.

source: Bookmark must have a title.
io: La markorubanto bezonas titulo.

source: Bookmark must have an URL.
io: La markorubando bezonas URL.

source: Bookmark posted
io: Markorubando publikigita

source: Import del.icio.us bookmarks
io: Importacar la markorubandi de del.icio.us

source: Only logged-in users can import del.icio.us backups.
io: Nur identifikita uzanti povas importacar konservaji de del.icio.us.

source: You may not restore your account.
io: Vu ne povas restaurar vua konto.

source: No uploaded file.
io: Nula dokumento kargita.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini.
io: La dokumento kargita ecesas l'instrukto "upload_max_filesize" en "php.ini".

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form.
io: La dokumento kargita ecesas l'instrukto "MAX_FILE_SIZE" quo esis specigita en la HTML-formulario.

source: The uploaded file was only partially uploaded.
io: La dokumento kargita esis nur partale kargita.

source: Missing a temporary folder.
io: Mankas dosiero provizora.

source: Failed to write file to disk.
io: Lu faliis enskribar la dokumento vers la disko.

source: File upload stopped by extension.
io: La kargago dil dokumento cesesis da extensigo.

source: System error uploading file.
io: Sistem-eroro dum la kargago dil dokumento.

source: No such file "%s".
io: Nula tala dokumento "%s".

source: Not a regular file: "%s".
io: La dokumento "%s" ne es ordinara.

source: File "%s" not readable.
io: La dokumento "%s" ne es lektebla.

source: Bookmarks have been imported. Your bookmarks should now appear in search and your profile page.
io: La markorubandi es importacita. Vua markorubandi nun devas aparar en sercho ed en vua profilo-pagino.

source: Bookmarks are being imported. Please wait a few minutes for results.
io: La markorubandi es importacata. Voluntez vartar kelka minuti por rezultaji.

source: You can upload a backed-up delicious.com bookmarks file.
io: Vu povas kargar dokumento de markorubandi konservita de delicious.com.

# BUTTON
source: Upload
io: Kargar

source: Upload the file.
io: Kargez la dokumento.

source: Bookmark on %s
io: Markorubando en %s

source: No such bookmark.
io: Nula tala markorubando.

source: %1$s's bookmark for "%2$s"
io: La markorubando di %1$s por "%2$s"

source: Only web bookmarks can be posted (HTTP or HTTPS).
io: Nur reto-markorubandi povas sendesar (HTTP o HTTPS).

source: Bookmark already exists.
io: La markorubando ja existas.

source: Simple extension for supporting bookmarks.
io: Simpla exensilo por suportar markorubandi.

source: Bookmarks
io: Markorubandi

source: A list of your bookmarks
io: Listo de vua markorubandi

source: Expected exactly 1 link rel=related in a Bookmark.
io: Lu expektis exakte 1 ligilo "rel=related" en markorubando.

source: Bookmark notice with the wrong number of attachments.
io: Markorubando-avizo kun nekorekta nombre de atachuri.

# TITLE
source: Bookmark
io: Markorubando

source: No <A> tag in a <DT>.
io: Nula <A>-etiketo en <DT>.

source: Skipping private bookmark.
io: Omisanta la privata markorubando.

source: Getting backup from file "%s".
io: Obtenanta la konservo ek la dokumento "%s".
