Repository: someonewithpc/gnusocial
Catalog: plugins/QnA/locale/*/LC_MESSAGES/QnA.po
Languages: es

# BUTTON
source: Submit
es: Enviar

source: Answer
es: Respuesta

# BUTTON
source: Best
es: La mejor

source: Mark this answer as the best answer.
es: Marcar esta respuesta como la mejor.

# LABEL
source: Title
es: Título

source: The title of your question.
es: El título de tu pregunta.

# LABEL
source: Description
es: Descripción

source: Your question in detail.
es: Tu pregunta explicada detalladamente.

# BUTTON
source: Save
es: Guardar

# LEGEND
source: Question
es: Pregunta

# BUTTON
source: Close
es: Cerrar

source: Close the question to no one can answer it anymore.
es: Cerrar la pregunta para no admitir más respuestas.

source: Enter your answer
es: Escribe tu respuesta

# BUTTON
source: Answer
es: Respuesta

source: Question and Answers micro-app.
es: Microaplicación de preguntas y respuestas.

# TITLE
source: Question
es: Preguntas y Respuestas

source: Too many activity objects.
es: Demasiados objetos de actividad.

source: Wrong type for object.
es: Tipo de objeto erróneo

source: Answer to unknown question.
es: Respuesta a pregunta desconocida.

source: Unknown object type.
es: Tipo de objeto desconocido.

source: Unknown question notice.
es: Nota de pregunta desconocida.

source: Your answer...
es: Tu respuesta...

source: more...
es: más...

source: Close question
es: Cerrar la pregunta

source: You must be logged in to close a question.
es: Debes iniciar sesión para cerrar una pregunta.

source: Invalid or missing question.
es: Falta la pregunta o no es válida.

source: You did not ask this question.
es: No eres el autor de esta pregunta.

source: Answers
es: Respuestas

source: You must be logged in to answer to a question.
es: Debes iniciar sesión para responder a una pregunta.

source: No such answer.
es: No existe esa respuesta.

source: No question for this answer.
es: No hay pregunta para esta respuesta.

source: No such user.
es: No existe ese usuario.

source: User without a profile.
es: Usuario sin perfil.

source: %1$s's answer to "%2$s"
es: Respuesta de %1$s a «%2$s»

source: Revise answer
es: Revisar la respuesta

source: Invalid or missing answer.
es: Falta la respuesta o no es válida.

# TITLE
source: Answer
es: Respuesta

source: New question
es: Nueva pregunta

source: You must be logged in to post a question.
es: Debes iniciar sesión para publicar una pregunta.

source: Question must have a title.
es: La pregunta debe tener un título.

source: Question posted
es: Pregunta publicada

source: No such question.
es: No existe esa pregunta.

source: No such question notice.
es: No existe esa nota de pregunta.

source: %1$s's question: %2$s
es: Pregunta de %1$s: «%2$s»

source: Ajax Error
es: Error de AJAX

# TITLE
source: Your answer
es: Tu respuesta

source: Answer data is missing.
es: Faltan los datos de la respuesta.

source: No question with ID %s
es: No hay ninguna pregunta con el identificador %s

source: No profile with ID %s
es: No hay ningún perfil con el identificador %s

source: %s revision
es: %s revisión

source: %1$s answered the question "%2$s": %3$s
es: %1$s ha respondido a la pregunta «%2$s»: %3$s

source: answered "%s"
es: «%s» respondida

source: %s answer
es: %s respuesta

source: This question is closed.
es: Esta pregunta está cerrada.

source: Question: %s
es: Pregunta: «%s»

source: Unexpected type for QnA plugin: %s.
es: Tipo de objeto inesperado para el complemento Preguntas y Respuestas: %s.

source: Question data is missing.
es: Faltan los datos de la pregunta.
